Repository: 51BiZeHeRyErNiGdE51/relationshipapp
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko, pt

source: Tap + in the top corner to add one.
de: Tippen Sie oben auf +, um eines hinzuzufügen.
es: Toca + en la esquina superior para agregar uno.
fr: Appuyez sur + dans le coin supérieur pour en ajouter un.
ko: 추가하려면 상단 모서리에 있는 +를 탭하세요.
pt: Toque em + no canto superior para adicionar um.

source: Tap + in the top corner to add your first one.
de: Tippen Sie oben auf +, um Ihr erstes hinzuzufügen.
es: Toca + en la esquina superior para agregar el primero.
fr: Appuyez sur + dans le coin supérieur pour ajouter votre premier.
ko: 첫 번째 항목을 추가하려면 상단 모서리에 있는 +를 탭하세요.
pt: Toque em + no canto superior para adicionar o primeiro.

source: Tap + to write your first memory. Both of you see everything here.
de: Tippe auf +, um eure erste Erinnerung zu schreiben. Ihr seht hier beide alles.
es: Toca + para escribir vuestro primer recuerdo. Aquí lo veis todo los dos.
fr: Touche + pour écrire votre premier souvenir. Vous voyez tout ici, tous les deux.
ko: +를 눌러 첫 추억을 기록해 보세요. 여기 있는 모든 것은 둘 다 볼 수 있어요.
pt: Toca em + para escrever a vossa primeira memória. Aqui, veem tudo os dois.

source: Tap Love, Hug or Miss you and it lands as a push on their phone — even when the app is closed. Little signals that say you're thinking of them right now.
de: Tippe auf Liebe, Umarmung oder Vermissen — und es kommt als Push auf ihrem Handy an, auch wenn die App zu ist. Kleine Zeichen, dass du gerade an sie denkst.
es: Toca Amor, Abrazo o Te echo de menos y llega como aviso a su teléfono — aunque la app esté cerrada. Pequeñas señales de que estás pensando en ellos ahora.
fr: Touche Amour, Câlin ou Tu me manques : ça arrive en notification sur leur téléphone — même si l'app est fermée. De petits signes qui disent que tu penses à eux maintenant.
ko: 사랑·안아줘·보고 싶어를 누르면 앱이 꺼져 있어도 상대 폰에 푸시로 도착해요. 지금 생각 중이라는 작은 신호예요.
pt: Toca em Amor, Abraço ou Sinto a tua falta e chega como notificação no telemóvel deles — mesmo com a app fechada. Pequenos sinais de que estás a pensar neles agora.

source: Tap the card for the next one
de: Tippen Sie auf die Karte für die nächste
es: Toca la tarjeta para la siguiente.
fr: Appuyez sur la carte pour la suivante
ko: 다음 카드를 보려면 카드를 탭하세요.
pt: Toque no cartão para o próximo

source: Tap to reveal
de: Zum Enthüllen tippen
es: Toca para revelar
fr: Appuyez pour révéler
ko: 공개하려면 탭하세요.
pt: Toque para revelar

source: Tap who you think it is
de: Tipp, wen du meinst
es: Toca a quien creas que es
fr: Touche celui/celle que tu penses
ko: 누군지 탭해 봐
pt: Toca em quem achas que é

source: Tea
de: Tee
es: Té
fr: Thé
ko: 차
pt: Chá

source: Tell a slightly better story
de: Die Geschichte ein bisschen besser erzählen
es: Contar una historia un poco mejor
fr: Raconter une version un peu mieux
ko: 조금 더 멋지게 말하기
pt: Contar a história um bocadinho melhor

source: Tell each other everything
de: Einander alles erzählen
es: Contarnos todo
fr: Tout se dire
ko: 서로 다 털어놓기
pt: Contar-nos tudo

source: Tell our kids how we met (truthfully)
de: Unseren Kindern erzählen, wie wir uns kennengelernt haben (ehrlich)
es: Contarles a nuestros hijos cómo nos conocimos (con la verdad)
fr: Raconter à nos enfants comment on s'est rencontrés (la vérité)
ko: 아이들한테 우리 어떻게 만났는지 (진짜로) 말하기
pt: Contar aos filhos como nos conhecemos (a verdade)

source: Texts
de: Texte
es: Mensajes
fr: Textos
ko: 문자
pt: Mensagens

source: The AI coach uses this to understand where you two click — and where to nudge.
de: Der KI-Trainer nutzt dies, um zu verstehen, worauf Sie beide klicken – und wo er anstoßen muss.
es: El entrenador de IA utiliza esto para comprender dónde hacen clic y dónde empujar.
fr: Le coach IA utilise cela pour comprendre où vous cliquez tous les deux – et où pousser.
ko: AI 코치는 이를 사용하여 두 사람이 클릭하는 위치와 살짝 움직여야 하는 위치를 이해합니다.
pt: O treinador de IA usa isso para entender onde você clica e onde cutucar.

source: The big milestones — first kiss, first trip, moving in. Your story in chapters.
de: Die großen Meilensteine — erster Kuss, erste Reise, Zusammenziehen. Eure Geschichte in Kapiteln.
es: Los grandes hitos — primer beso, primer viaje, mudanza juntos. Vuestra historia en capítulos.
fr: Les grandes étapes — premier baiser, premier voyage, emménagement. Votre histoire en chapitres.
ko: 첫 키스, 첫 여행, 동거 시작 — 큰 순간들. 두 사람의 이야기를 챕터로.
pt: Os grandes marcos — primeiro beijo, primeira viagem, viver juntos. A vossa história em capítulos.

source: The day before and the morning of your countdowns, birthdays and anniversaries.
de: Der Vortag und der Morgen Ihrer Countdowns, Geburtstage und Jubiläen.
es: El día anterior y la mañana de tus cuentas atrás, cumpleaños y aniversarios.
fr: La veille et le matin de vos comptes à rebours, anniversaires et anniversaires.
ko: 카운트다운, 생일, 기념일 전날과 아침.
pt: No dia anterior e na manhã de suas contagens regressivas, aniversários e datas comemorativas.

source: The emoji becomes the marker on your timeline — 💋 first kiss, ✈️ first trip, 💍 proposal, 🏠 moved in…
de: Das Emoji wird zur Markierung auf Ihrer Timeline – 💋 erster Kuss, ✈️ erste Reise, 💍 Heiratsantrag, 🏠 eingezogen …
es: El emoji se convierte en el marcador en tu línea de tiempo: 💋 primer beso, ✈️ primer viaje, 💍 propuesta, 🏠 mudanza...
fr: L'emoji devient le marqueur sur votre timeline — 💋 premier baiser, ✈️ premier voyage, 💍 proposition, 🏠 emménagement…
ko: 이모티콘은 타임라인의 표시가 됩니다 — 😋 첫 키스, ✈️ 첫 여행, 💍 프로포즈, 🏠 이사…
pt: O emoji se torna o marcador na sua linha do tempo — 💋 primeiro beijo, ✈️ primeira viagem, 💍 pedido de casamento, 🏠 mudança…

source: These arrive automatically from your partner's actions and are controlled in iOS Settings → Notifications → Missuo.
de: Diese kommen automatisch durch die Aktionen Ihres Partners und werden in iOS-Einstellungen → Benachrichtigungen → Missuo gesteuert.
es: Estos llegan automáticamente a partir de las acciones de tu pareja y se controlan en Configuración de iOS → Notificaciones → Missuo.
fr: Ceux-ci proviennent automatiquement des actions de votre partenaire et sont contrôlés dans Paramètres iOS → Notifications → Missuo.
ko: 이는 파트너의 작업에 따라 자동으로 도착하며 iOS 설정 → 알림 → Missuo에서 제어됩니다.
pt: Eles chegam automaticamente a partir das ações do seu parceiro e são controlados em Configurações do iOS → Notificações → Missuo.

source: They won't see your pick until they answer too.
de: Dein Partner sieht deine Wahl erst, wenn auch geantwortet wurde.
es: No verá tu respuesta hasta que responda también.
fr: Ton choix reste secret jusqu'à ce qu'il/elle réponde aussi.
ko: 상대도 답할 때까지 네 선택은 비공개야.
pt: Só vê a tua escolha quando responder também.

source: This or That
de: Dies oder das
es: Esto o aquello
fr: Ça ou ça
ko: 이거 아니면 저거
pt: Isto ou aquilo

source: This or that?
de: Dies oder das?
es: ¿Esto o aquello?
fr: Ça ou ça ?
ko: 이거? 저거?
pt: Isto ou aquilo?

source: This week's report
de: Der Bericht dieser Woche
es: El informe de esta semana
fr: Le rapport de cette semaine
ko: 이번주 보고
pt: O relatório desta semana

source: Tiny elopement
de: Kleine Hochzeit nur zu zweit
es: Elopement pequeño
fr: Petite cérémonie en secret
ko: 작은 엘로프먼트
pt: Elopement minúsculo

source: Tiny house by the sea
de: Tiny House am Meer
es: Casita junto al mar
fr: Tiny house au bord de la mer
ko: 바닷가 작은 집
pt: Tiny house à beira-mar

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ko: 오늘
pt: Hoje

source: Today 🎉
de: Heute 🎉
es: Hoy 🎉
fr: Aujourd'hui 🎉
ko: 오늘 🎉
pt: Hoje 🎉

source: Today: %@ 🎉
de: Heute: %@ 🎉
es: Hoy: %@ 🎉
fr: Aujourd'hui : %@ 🎉
ko: 오늘: %@ 🎉
pt: Hoje: %@ 🎉

source: Today's question is waiting 💭
de: Die heutige Frage wartet 💭
es: La pregunta de hoy está esperando 💭
fr: La question d'aujourd'hui attend 💭
ko: 오늘의 질문이 기다리고 있어요💭
pt: A pergunta de hoje está esperando 💭

source: Together 🥰
de: Gemeinsam 🥰
es: Juntos 🥰
fr: Ensemble 🥰
ko: 함께 🥰
pt: Juntos 🥰

source: Together since
de: Zusammen seit
es: Juntos desde
fr: Ensemble depuis
ko: 함께한 날
pt: Juntos desde

# Together since %@ · %@ days
source: Together since %1$@ · %2$@ days
de: Zusammen seit %@ · %@ Tagen
es: Juntos desde %@ · %@ días
fr: Ensemble depuis %@ · %@ jours
ko: %@ · %@일부터 함께했어요
pt: Juntos desde %@ · %@ dias

source: Together? Tap 🤗 on Missuo's home screen
de: Zusammen? Tippen Sie auf dem Startbildschirm von Missuo auf 🤗
es: ¿Juntos? Toca 🤗 en la pantalla de inicio de Missuo
fr: Ensemble? Appuyez sur 🤗 sur l'écran d'accueil de Missuo
ko: 함께? 미쓰오의 홈 화면에서 🤗를 탭하세요
pt: Junto? Toque em 🤗 na tela inicial do Missuo

source: Tomorrow: %@ 💛
de: Morgen: %@ 💛
es: Mañana: %@ 💛
fr: Demain : %@ 💛
ko: 내일: %@ 💛
pt: Amanhã: %@ 💛

source: Trade phones for an hour (honor system)?
de: Handys für eine Stunde tauschen (Ehrensystem)?
es: ¿Intercambiar teléfonos una hora (honor system)?
fr: Échanger nos téléphones une heure (sur parole) ?
ko: 한 시간 폰 바꿔 쓰기 (명예 시스템)?
pt: Trocar telemóveis durante uma hora (honra)?

source: Train for a race together
de: Gemeinsam für ein Rennen trainieren
es: Entrenar para una carrera juntos
fr: S'entraîner pour une course ensemble
ko: 같이 레이스 준비
pt: Treinar para uma corrida juntos

source: Train trip
de: Zugreise
es: Viaje en tren
fr: Voyage en train
ko: 기차 여행
pt: Viagem de comboio

source: Truth or dare: dare
de: Wahrheit oder Pflicht: Pflicht
es: Verdad o reto: reto
fr: Action ou vérité : action
ko: 진실 혹은 대담: 대담
pt: Verdade ou consequência: consequência

source: Truth or dare: truth
de: Wahrheit oder Pflicht: Wahrheit
es: Verdad o reto: verdad
fr: Action ou vérité : vérité
ko: 진실 혹은 대담: 진실
pt: Verdade ou consequência: verdade

source: Try %@ Days Free
de: Probieren Sie %@ Tage kostenlos aus
es: Pruebe %@ Días Gratis
fr: Essayez %@ jours gratuits
ko: %@일 무료로 사용해 보세요
pt: Experimente %@ dias grátis

source: Try a new cuisine neither of us knows?
de: Eine neue Küche probieren, die keiner kennt?
es: ¿Probar una cocina nueva que ninguno conoce?
fr: Essayer une cuisine que ni l'un ni l'autre ne connaît ?
ko: 둘 다 모르는 새 요리 도전할래?
pt: Experimentar uma cozinha nova que nenhum conhece?

source: Try a spicy food challenge together?
de: Eine scharfe Food-Challenge zusammen?
es: ¿Reto de comida picante juntos?
fr: Défi nourriture épicée ensemble ?
ko: 매운 음식 챌린지 같이 할래?
pt: Desafio de comida picante juntos?

source: Try a week of only homemade meals?
de: Eine Woche nur selbst gekocht essen?
es: ¿Probar una semana solo de comida casera?
fr: Une semaine que des repas faits maison ?
ko: 일주일 집밥만 먹어볼래?
pt: Uma semana só de refeições caseiras?

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ko: 다시 시도
pt: Tentar de novo

source: Try couples yoga (and laugh through it)?
de: Paar-Yoga (und dabei lachen)?
es: ¿Probar yoga en pareja (y reírnos todo el rato)?
fr: Yoga en couple (et rigoler) ?
ko: 커플 요가 해보고 웃으며 넘기기?
pt: Experimentar yoga a dois (e rir-se a meio)?

source: Try indoor climbing?
de: Indoor-Klettern ausprobieren?
es: ¿Probar escalada indoor?
fr: Escalade en salle ?
ko: 실내 클라이밍 해볼래?
pt: Experimentar escalada indoor?

source: Try karaoke in front of strangers?
de: Karaoke vor Fremden?
es: ¿Probar karaoke delante de desconocidos?
fr: Karaoké devant des inconnus ?
ko: 낯선 사람 앞에서 노래방 갈래?
pt: Experimentar karaoke à frente de estranhos?

source: Try something brand new
de: Etwas völlig Neues ausprobieren
es: Probar algo totalmente nuevo
fr: Essayer quelque chose de totalement nouveau
ko: 완전 새로운 거 도전
pt: Experimentar algo totalmente novo

source: Turn on distance in Missuo → Widgets (both phones)
de: Distanz in Missuo aktivieren → Widgets (beide Telefone)
es: Activar distancia en Missuo → Widgets (ambos teléfonos)
fr: Activer la distance dans Missuo → Widgets (les deux téléphones)
ko: Missuo에서 거리 켜기 → 위젯(두 전화기 모두)
pt: Ative a distância em Missuo → Widgets (ambos os telefones)

source: Turn on notifications and we'll only ping you when your love sends something — a miss-you, an answer, a photo.
de: Aktivieren Sie Benachrichtigungen und wir pingen Sie nur an, wenn Ihr Liebster etwas sendet – ein „Ich vermisse dich“, eine Antwort, ein Foto.
es: Activa las notificaciones y solo te enviaremos un ping cuando tu amor envíe algo: un mensaje de "te extraño", una respuesta, una foto.
fr: Activez les notifications et nous vous enverrons un ping uniquement lorsque votre amour envoie quelque chose : une miss, une réponse, une photo.
ko: 알림을 켜면 사랑하는 사람이 그리워하는 메시지, 답변, 사진 등을 보낼 때만 핑을 보내드립니다.
pt: Ative as notificações e só enviaremos um ping quando seu amor enviar algo - uma saudade, uma resposta, uma foto.

source: Turn on the Distance widget
de: Aktivieren Sie das Entfernungs-Widget
es: Activar el widget Distancia
fr: Activez le widget Distance
ko: 거리 위젯 켜기
pt: Ative o widget Distância

source: Two options. One pick. No wrong answer.
de: Zwei Optionen. Eine Wahl. Keine falsche Antwort.
es: Dos opciones. Una elección. No hay respuesta incorrecta.
fr: Deux options. Un choix. Pas de mauvaise réponse.
ko: 두 가지 중 하나. 틀린 답 없어.
pt: Duas opções. Uma escolha. Não há resposta errada.

source: Us
de: Wir
es: Nosotros
fr: Nous
ko: 우리
pt: Nós

source: Vanilla
de: Vanille
es: Vainilla
fr: Vanille
ko: 바닐라
pt: Baunilha

source: Vent first, solve later
de: Erst Dampf ablassen, dann lösen
es: Desahogarse primero, resolver después
fr: Vider son sac d'abord, résoudre après
ko: 일단 털고 나서 해결
pt: Desabafar primeiro, resolver depois

source: Video games
de: Videospiele
es: Videojuegos
fr: Jeux vidéo
ko: 비디오 게임
pt: Videojogos

source: Voice notes
de: Sprachnachrichten
es: Notas de voz
fr: Messages vocaux
ko: 보이스 메모
pt: Notas de voz

source: Volunteer together one weekend?
de: Ein Wochenende gemeinsam ehrenamtlich helfen?
es: ¿Hacer voluntariado un fin de semana?
fr: Bénévolat un week-end ensemble ?
ko: 주말에 같이 봉사할래?
pt: Fazer voluntariado num fim de semana?

source: Wait — a gift for you two 💝
de: Warte – ein Geschenk für euch beide 💝
es: Espera, un regalo para ustedes dos 💝
fr: Attends - un cadeau pour vous deux 💝
ko: 잠깐만요 — 선물이에요 너희 둘을 위해 💝
pt: Espere - um presente para vocês dois 💝

source: Watch alone, then recommend
de: Allein schauen und dann empfehlen
es: Ver solo, luego recomendar
fr: Regarder seul·e, puis recommander
ko: 혼자 보고 추천하기
pt: Ver sozinho e depois recomendar

source: Watch sunrise from a rooftop?
de: Sonnenaufgang von einem Dach aus?
es: ¿Ver el amanecer desde una azotea?
fr: Lever de soleil sur un toit ?
ko: 옥상에서 일출 볼래?
pt: Ver o nascer do sol num terraço?

source: Watching a series ahead of your partner is a crime.
de: Eine Serie vor deinem Partner weiterzuschauen ist ein Verbrechen.
es: Adelantarse en una serie a tu pareja es un crimen.
fr: Regarder une série en avance sur ton/ta partenaire, c'est un crime.
ko: 상대보다 먼저 시리즈 달리 보는 건 죄야.
pt: Maratonar uma série à tua frente sem o/a parceiro/a é crime.

source: We argue because we care, not because we're incompatible.
de: Wir streiten, weil uns was liegt — nicht weil wir unpassend sind.
es: Discutimos porque nos importa, no porque seamos incompatibles.
fr: On se dispute parce qu'on tient à nous, pas parce qu'on est incompatibles.
ko: 우리가 싸우는 건 안 맞아서가 아니라 신경 쓰여서야.
pt: Discutimos porque nos importamos, não porque somos incompatíveis.

source: We couldn't connect. Check your internet and try again.
de: Keine Verbindung möglich. Prüfe dein Internet und versuch es erneut.
es: No pudimos conectar. Comprueba tu internet e inténtalo de nuevo.
fr: Connexion impossible. Vérifie ta connexion internet et réessaie.
ko: 연결할 수 없어요. 인터넷 연결을 확인하고 다시 시도해 주세요.
pt: Não foi possível ligar. Verifica a tua internet e tenta de novo.

source: We know our anniversary
de: Wir kennen unser Jahrestag-Datum
es: Sabemos nuestro aniversario
fr: On connaît notre date d'anniversaire
ko: 우리의 기념일을 알고 있어요
pt: Sabemos a nossa data de namoro

source: We should always celebrate small wins together.
de: Wir sollten kleine Erfolge immer zusammen feiern.
es: Deberíamos celebrar siempre los pequeños logros juntos.
fr: On devrait toujours fêter les petites victoires ensemble.
ko: 작은 성공도 항상 같이 축하해야 해.
pt: Devíamos celebrar sempre as pequenas vitórias juntos.

source: We should have a shared savings goal.
de: Wir sollten ein gemeinsames Sparziel haben.
es: Deberíamos tener una meta de ahorro compartida.
fr: On devrait avoir un objectif d'épargne commun.
ko: 공동 저축 목표 있어야 해.
pt: Devíamos ter uma meta de poupança partilhada.

source: We should travel somewhere new every year.
de: Wir sollten jedes Jahr irgendwohin Neues reisen.
es: Deberíamos viajar a un sitio nuevo cada año.
fr: On devrait voyager quelque part de nouveau chaque année.
ko: 매년 새로운 곳 여행 가야 해.
pt: Devíamos viajar para um sítio novo todos os anos.

source: We'll ping you the moment both answers unlock.
de: Wir werden Sie anpingen, sobald beide Antworten freigeschaltet werden.
es: Le enviaremos un ping en el momento en que se desbloqueen ambas respuestas.
fr: Nous vous enverrons un ping dès que les deux réponses seront déverrouillées.
ko: 두 답변이 모두 잠금 해제되는 순간 핑을 보내드리겠습니다.
pt: Enviaremos um ping para você no momento em que ambas as respostas forem desbloqueadas.

source: When did you two begin?
de: Wann habt ihr zwei angefangen?
es: ¿Cuándo empezaron ustedes dos?
fr: Quand avez-vous commencé tous les deux ?
ko: 두 분은 언제 시작하셨나요?
pt: Quando vocês dois começaram?

source: Whisper secrets in public
de: Geheimnisse in der Öffentlichkeit flüstern
es: Susurrar secretos en público
fr: Chuchoter des secrets en public
ko: 밖에서 속삭이기
pt: Sussurrar segredos em público

source: Who always loses the remote?
de: Wer verliert immer die Fernbedienung?
es: ¿Quién siempre pierde el mando?
fr: Qui perd toujours la télécommande ?
ko: 누가 항상 리모컨 잃어버려?
pt: Quem perde sempre o comando?

source: Who apologizes first after a fight?
de: Wer entschuldigt sich zuerst nach einem Streit?
es: ¿Quién pide perdón primero después de una pelea?
fr: Qui s'excuse en premier après une dispute ?
ko: 싸운 뒤 누가 먼저 사과해?
pt: Quem pede desculpa primeiro depois de uma discussão?

source: Who believes in soulmates more?
de: Wer glaubt mehr an Seelenverwandte?
es: ¿Quién cree más en las almas gemelas?
fr: Qui croit plus aux âmes sœurs ?
ko: 누가 운명의 상대를 더 믿어?
pt: Quem acredita mais em almas gémeas?

source: Who brings up old arguments more?
de: Wer holt öfter alte Streitthemen raus?
es: ¿Quién saca más los viejos argumentos?
fr: Qui ressort le plus les vieilles disputes ?
ko: 누가 옛날 얘기 더 꺼내?
pt: Quem traz mais à tona discussões antigas?

source: Who calls their parents more?
de: Wer ruft öfter die Eltern an?
es: ¿Quién llama más a sus padres?
fr: Qui appelle le plus ses parents ?
ko: 누가 부모님한테 더 자주 전화해?
pt: Quem liga mais aos pais?

source: Who changes the restaurant last minute?
de: Wer wechselt in letzter Minute das Restaurant?
es: ¿Quién cambia el restaurante a última hora?
fr: Qui change de resto à la dernière minute ?
ko: 누가 막판에 식당 바꿔?
pt: Quem muda o restaurante em cima da hora?

source: Who complains more when hungry?
de: Wer nörgelt mehr, wenn der Hunger kickt?
es: ¿Quién se queja más cuando tiene hambre?
fr: Qui râle le plus quand il/elle a faim ?
ko: 누가 배고프면 더 징징대?
pt: Quem reclama mais com fome?

source: Who controls the thermostat?
de: Wer regelt die Heizung?
es: ¿Quién controla el termostato?
fr: Qui contrôle le thermostat ?
ko: 누가 온도 조절기 장악해?
pt: Quem manda no termóstato?

source: Who cries more at movies?
de: Wer weint öfter bei Filmen?
es: ¿Quién llora más con las películas?
fr: Qui pleure le plus au ciné ?
ko: 누가 영화 보며 더 울어?
pt: Quem chora mais nos filmes?

source: Who dreams bigger about our future?
de: Wer träumt größer von unserer Zukunft?
es: ¿Quién sueña más grande con nuestro futuro?
fr: Qui rêve le plus grand pour notre avenir ?
ko: 누가 우리 미래를 더 크게 꿈꿔?
pt: Quem sonha maior com o nosso futuro?

source: Who eats the last cookie without asking?
de: Wer isst den letzten Keks ohne zu fragen?
es: ¿Quién se come la última galleta sin preguntar?
fr: Qui mange le dernier cookie sans demander ?
ko: 누가 허락 없이 마지막 쿠키 먹어?
pt: Quem come o último biscoito sem pedir?

source: Who falls asleep first during a movie?
de: Wer schläft beim Film zuerst ein?
es: ¿Quién se duerme primero durante una película?
fr: Qui s'endort en premier pendant un film ?
ko: 누가 영화 보다 먼저 잠들어?
pt: Quem adormece primeiro durante um filme?

source: Who falls for spoilers first?
de: Wer fällt zuerst auf Spoiler rein?
es: ¿Quién cae primero en los spoilers?
fr: Qui se fait le plus spoiler ?
ko: 누가 스포일러에 더 빨리 걸려?
pt: Quem cai primeiro em spoilers?

source: Who finishes the other's sentences more?
de: Wer beendet öfter die Sätze des anderen?
es: ¿Quién termina más las frases del otro?
fr: Qui finit le plus les phrases de l'autre ?
ko: 누가 상대 말 더 많이 이어 말해?
pt: Quem completa mais as frases do outro?

source: Who forgives faster?
de: Wer vergibt schneller?
es: ¿Quién perdona más rápido?
fr: Qui pardonne le plus vite ?
ko: 누가 더 빨리 용서해?
pt: Quem perdoa mais depressa?

source: Who gets along better with in-laws?
de: Wer kommt besser mit den Schwiegereltern klar?
es: ¿Quién se lleva mejor con los suegros?
fr: Qui s'entend le mieux avec la belle-famille ?
ko: 누가 시댁/처가랑 더 잘 지내?
pt: Quem se dá melhor com os sogros?

source: Who gives better hugs?
de: Wer gibt bessere Umarmungen?
es: ¿Quién da mejores abrazos?
fr: Qui fait les meilleurs câlins ?
ko: 누가 더 좋은 포옹해?
pt: Quem dá melhores abraços?

source: Who has the better music taste?
de: Wer hat den besseren Musikgeschmack?
es: ¿Quién tiene mejor gusto musical?
fr: Qui a le meilleur goût musical ?
ko: 누가 음악 취향 더 좋아?
pt: Quem tem melhor gosto musical?

source: Who has the better style?
de: Wer hat den besseren Style?
es: ¿Quién tiene mejor estilo?
fr: Qui a le meilleur style ?
ko: 누가 스타일 더 좋아?
pt: Quem tem melhor estilo?

source: Who has the messier side of the bed?
de: Wer hat die unordentlichere Bettseite?
es: ¿Quién tiene el lado más desordenado de la cama?
fr: Qui a le côté du lit le plus bordélique ?
ko: 누가 침대 쪽이 더 지저분해?
pt: Quem tem o lado da cama mais desarrumado?

source: Who hates losing more?
de: Wer hasst Verlieren mehr?
es: ¿Quién odia más perder?
fr: Qui déteste le plus perdre ?
ko: 누가 지는 걸 더 싫어해?
pt: Quem odeia mais perder?

source: Who holds onto feelings longer?
de: Wer hält länger an Gefühlen fest?
es: ¿Quién se queda más tiempo con los sentimientos?
fr: Qui garde les émotions le plus longtemps ?
ko: 누가 감정 더 오래 품어?
pt: Quem guarda os sentimentos por mais tempo?

source: Who initiates more affection?
de: Wer macht öfter den ersten Schritt bei Zärtlichkeit?
es: ¿Quién inicia más el cariño?
fr: Qui initie le plus les câlins ?
ko: 누가 애정을 더 먼저 시작해?
pt: Quem inicia mais carinho?

source: Who interrupts more during stories?
de: Wer fällt öfter ins Wort?
es: ¿Quién interrumpe más durante las historias?
fr: Qui coupe le plus la parole pendant les histoires ?
ko: 누가 이야기할 때 더 끼어들어?
pt: Quem interrompe mais nas histórias?

source: Who is always early?
de: Wer ist immer zu früh da?
es: ¿Quién siempre llega temprano?
fr: Qui est toujours en avance ?
ko: 누가 항상 일찍 와?
pt: Quem está sempre cedo?

source: Who is better at compromising?
de: Wer kann besser Kompromisse finden?
es: ¿Quién es mejor cediendo?
fr: Qui est le meilleur pour faire des compromis ?
ko: 누가 타협을 더 잘해?
pt: Quem é melhor a ceder?

source: Who is better at gift-giving?
de: Wer kann besser schenken?
es: ¿Quién es mejor regalando?
fr: Qui est le meilleur pour offrir des cadeaux ?
ko: 누가 선물을 더 잘 골라?
pt: Quem é melhor a dar presentes?

source: Who is better at keeping secrets?
de: Wer kann Geheimnisse besser für sich behalten?
es: ¿Quién es mejor guardando secretos?
fr: Qui est le meilleur pour garder un secret ?
ko: 누가 비밀을 더 잘 지켜?
pt: Quem é melhor a guardar segredos?

source: Who is better at morning energy?
de: Wer ist morgens energiegeladener?
es: ¿Quién tiene más energía por la mañana?
fr: Qui a le plus d'énergie le matin ?
ko: 누가 아침 에너지가 더 좋아?
pt: Quem tem mais energia de manhã?

source: Who is better at night energy?
de: Wer ist abends energiegeladener?
es: ¿Quién tiene más energía por la noche?
fr: Qui a le plus d'énergie le soir ?
ko: 누가 밤 에너지가 더 좋아?
pt: Quem tem mais energia à noite?
